{
	"range": "Sheet1!A1:P1022",
	"majorDimension": "ROWS",
	"values": [
		[
			"id",
			"order",
			"day",
			"start",
			"end",
			"room",
			"type",
			"name",
			"speaker",
			"description",
			"speakerLink",
			"slideLink",
			"",
			"color",
			"link"
		],
		[
			"1",
			"1",
			"1",
			"8:30 AM",
			"9:15 AM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"Reception",
			"Reception March 19, 2021",
			"Sponsored by Common Media & Acquia, facilitated by Kelly Albrecht ",
			"\u003cp\u003eThis room will alternate, in ~30 minute windows of each, between two activities between Lean Coffee and Networking icebreakers. \u003c/p\u003e\n\u003cp\u003eNetworking\u003c/p\u003e\n\u003cp\u003eAs people join, we will use Zoom breakout rooms to pair up in various ways discussing icebreakers and generating topics for deeper discussion.\u003c/p\u003e\n\u003cp\u003eLean Coffee\u003c/p\u003e\n\u003cp\u003eLean Coffee is a structured, but agenda-less meeting. Participants gather, build an agenda, and begin talking. Conversations are directed and productive because the agenda for the meeting was democratically generated.\u003c/p\u003e\n\n\u003cp\u003eWe will take our generated topics of interest, load them onto a virtual board, vote on them, and discuss in priority order together as a group.\u003c/p\u003e",
			"",
			"",
			"-",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"2",
			"2",
			"1",
			"9:15 AM",
			"9:45 AM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"Welcome",
			"Opening Remarks",
			"Kelly Albrecht, Rick Hood",
			"\u003cp\u003ePlease attend the welcome session for information and orientation about today's schedule.\u003c/p\u003e",
			"",
			"",
			"-",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"3",
			"3",
			"1",
			"10:00 AM",
			"10:45 AM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=12OBZ4EqOIQ\" target=\"_blank\"\u003eWATCH\u003c/a\u003e",
			"Session",
			"Approachable Accessibility",
			"Samm Delorey",
			"\u003cp\u003eMany developers hear the word \"accessibility\" and are confused, intimidated, or don't have the time to fully explore how it applies to their work. In this session we will present how developing anything with accessibility in mind ensures that wider audiences are reached and no one is left out. The goal of this session is an introduction to web accessibility including how people with different disabilities access technology and how to remove basic stumbling blocks to ensure access for everyone.\u003c/p\u003e\n\u003cp\u003eSpeaker notes:\u003c/p\u003e \n\u003cp\u003eI have presented about accessibility starting in 2017 with the UMass ICT conference. I have spoken at Accessibility conferences at Cornell University, UMass and UConn, including regular sessions at UMass through Workplace Learning and Development. I have also done virtual presentations with Tech Foundry on accessibility.\u003c/p\u003e\n\u003cp\u003eI will be presenting this session with an Undergraduate student at UMass who has a focus on Disability Studies.\u003c/p\u003e",
			"https://www.linkedin.com/in/samm-delorey/",
			"https://umass.sharepoint.com/sites/AccessibilityConsultations/_layouts/15/Doc.aspx?OR=teams&action=edit&sourcedoc={349A91A4-3DC9-472A-AB4E-6E1CF42E6AC9}",
			"",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"4",
			"4",
			"1",
			"10:00 AM",
			"10:45 AM",
			"\u003cspan class=\"blue\"\u003eBLUE\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/9572501406\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"Session",
			"CANCELLED \u003cstrike\u003eJourney to Jira in the Cloud\u003c/strike\u003e",
			"Barb OConnell",
			"\u003cp\u003eExplore what Jira Cloud offers and touch on the migration from Jira Server or Jira Data Center.  We expanded our Jira user base beyond developers and into the business.  It was met with challenges and successes we couldn't have imagined.\u003c/p\u003e\n \u003cp\u003eMore from the speaker:\u003c/p\u003e\n\u003cp\u003eI'm a project Manager, Agile Coach, Atlassian Administrator and InfoSec Evangelist.  I've worked for Fortune 500 companies and very small startups and a few companies in between. My loves are learning, collaborating and my family, in no particular order.  \u003c/p\u003e\n\u003cp\u003eI've been a speaker in my companies internal unconference.  I'm a relative newbie speaking outside my employer's walls.\u003c/p\u003e",
			"https://www.linkedin.com/in/barboconnell/",
			"",
			"",
			"blue",
			"https://nerd.zoom.us/j/9572501406"
		],
		[
			"5",
			"5",
			"1",
			"10:00 AM",
			"10:45 AM",
			"\u003cspan class=\"green\"\u003eGREEN\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=94W7LC-tVZY\" target=\"_blank\"\u003e WATCH \u003c/a\u003e",
			"Session",
			"Your Google Reflection",
			"Dave Ruderman",
			"\u003cp\u003eYour Google Reflection: Take control over your Google image.\u003c/p\u003e\n\u003cp\u003eGoogle controls 90% of the search market. It is probably how half your web visitors find and perhaps even navigate your website.\u003c/p\u003e\n\u003cp\u003eTogether we will gaze into the Google magic mirror and see your website.\u003c/p\u003e\n\u003cp\u003eWe'll look at the Google Search Engine Results Page (SERP), Google Search Console and Google My business and see what is going on over at google.com.\u003c/p\u003e\n\u003cp\u003eWe will look at what Googlebot, Google's web crawler, thinks of your site. We'll find out what search terms people are using in Google Search, what your top search content is, and even see analytics on how often people use Google to get directions. If you have not done any of this before, you are guaranteed to learn something practical which will empower you to improve your search presence and help you with your SEO. \u003c/p\u003e\n \u003cp\u003eAbout the speaker:\u003c/p\u003e\n\u003cp\u003eDave Ruderman is a software engineer and web developer at UMass Amherst. He has a minor history of being ahead of the curve - helping scientists with the human genome project before 23 and Me, doing search engine optimization (SEO) before Google, creating streaming video user interfaces before Netflix, and writing phone apps before the iPhone.\u003c/p\u003e",
			"",
			"",
			"",
			"green",
			"https://nerd.zoom.us/j/6595406338"
		],
		[
			"6",
			"6",
			"1",
			"10:00 AM",
			"10:45 AM",
			"\u003cspan class=\"yellow\"\u003eYELLOW\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=YmKOw-Co4aA\" target=\"_blank\"\u003eWATCH \u003c/a\u003e",
			"Session",
			"Slack Hacks",
			"Kellie Walton",
			"\u003cp\u003eThere's so much more to Slack than just sending text messages back and forth with your coworkers. In my talk, I'll demo some cool slack integrations and other tips and tricks, such as setting reminders, customizing slackbot messages, adding your own emojis, creating custom workflows, and more. I'll also provide some tips for administering slack - roles and permissions, changing the theme, setting up channels, etc. Finally, I'll show you how to find slack workspaces to join, and will share some of my favorites with you. \u003c/p\u003e\n\u003cp\u003eAbout the speaker:\u003c/p\u003e\n\u003cp\u003eVP of Digital Strategy, Isovera\u003c/p\u003e\n\u003cp\u003eAt Isovera, I work with both clients and internal teams to identify unmet needs, goals, opportunities, and challenges, and provide clear roadmaps to solve for those issues. \u003c/p\u003e\n\u003cp\u003eIn previous roles, I have contributed as a producer, designer, developer, writer, and project manager; this varied background helps me strategize on projects from all perspectives. I love that Isovera offers me the opportunity to work with bright, enthusiastic people who love technology as much as I do.\u003c/p\u003e\n\u003cp\u003eI presented at \u003ca href=\"https://www.youtube.com/watch?v=wEuDVJogNNY\"\u003eNERD Summit 2019\u003c/a\u003e  (and had a fantastic time!). \u003c/p\u003e\n\u003cp\u003eI also presented at \u003ca href=\"https://www.videodrupal.org/index.php/video/20181118/remote-work-how-be-team-mvp-without-ever-setting-foot-office\"\u003eNED Camp 2018\u003c/a\u003e  and led a \u003ca href=\" https://nedcamp.org/index.php/bof/running-discovery-sessions-time-covid\"\u003eBOF in 2020\u003c/a\u003e\u003c/p\u003e",
			"",
			"",
			"",
			"yellow",
			"https://nerd.zoom.us/j/4852654828"
		],
		[
			"7",
			"7",
			"1",
			"10:00 AM",
			"10:45 AM",
			"\u003cspan class=\"orange\"\u003eORANGE\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=_XiN7K12B3Q\" target=\"_blank\"\u003eWATCH \u003c/a\u003e",
			"Session",
			"When a The Sh** Hits the fan Volume 2 -- bigger, badder, now with Drupal 9 included",
			"Lanette Miller & Ally Gonthier",
			"\u003cp\u003eTwo Drupal veterans share tips on how to rescue your Drupal Site when things go wrong. \nThis is updated version of the presentation they did several years ago. \nAlly and Lanette each have spent over 7 years supporting some of the largest Drupal websites out there.\nWe will talk about what to do prior to having a problem. Common types of Issue your will see. We will provide tips to quickly diagnose and fix issues.  \u003c/p\u003e\n \n",
			"",
			"https://docs.google.com/document/d/1Qn9ro0L4T7dlYo-eosgotj4_O8bRTGW8DLqIfcBSwnk/edit",
			"",
			"orange ",
			"https://nerd.zoom.us/j/3941110074"
		],
		[
			"8",
			"8",
			"1",
			"10:00 AM",
			"10:45 AM",
			"\u003cspan class=\"purple\"\u003ePURPLE\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=d-ZCSkUxK5Q\" target=\"_blank\"\u003eWATCH \u003c/a\u003e",
			"Session",
			"Create memes with puppeteer",
			"Jarry Ngandjui",
			"\u003cp\u003ePuppeteer is a Node library which provides a high-level API to control headless Chrome or Chromium over the DevTools Protocol. Puppeteer allows access to the measurement of loading and rendering times provided by the Chrome Performance Analysis tool. The most common use for this tool is testing as a replacement for Selenium. In this project, the audience a insights into creative use for this tool which should inspire them.\u003c/p\u003e",
			"https://www.linkedin.com/in/jarryngandjui/",
			"",
			"",
			"purple",
			"https://nerd.zoom.us/j/7966019119"
		],
		[
			"10",
			"10",
			"1",
			"11:00 AM",
			"11:45 AM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"Session",
			"CANCELLED \u003cstrike\u003eTime is an illusion (and getTime() doubly so)\u003c/strike\u003e",
			"Lise Fracalossi",
			"\u003cp\u003eIn building a \"simple\" tea timer app in vanilla JavaScript, I discovered that timing isn't so simple -- especially not on the frontend. In addition to the challenges of building a JS app without a library, I also discovered that how the user perceives time passing is more interesting -- and more difficult -- than simply measuring the seconds. \u003c/p\u003e\n\u003cp\u003eAttendees will come away with an understanding of the depth of the problem of time in JS, and with some resources to build a timing app of their own.  \u003c/p\u003e\n\u003cp\u003eSpeaker Notes:\u003c/p\u003e\n\u003cp\u003eThe original blog post:  \u003ca href=\"http://www.lisefrac.net/log/webdev-craft/til-in-javascript-timers/\"\u003eTIL in JavaScript timers\u003c/a\u003e \u003c/p\u003e\n\u003cp\u003eThe tea timer in question: \u003ca href=\"http://www.lisefrac.net/teamer/\"\u003eTeamer\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eLise is a senior frontend engineer at Fishtown Analytics, the makers of dbt. She's passionate about solving gnarly problems, teaching coding, and explaining technical topics to a non-technical audience. When she's not working, she pretends to be a druid. \u003c/p\u003e",
			"http://www.lisefrac.net/",
			"http://www.lisefrac.net/log/webdev-craft/til-in-javascript-timers/",
			"",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"11",
			"11",
			"1",
			"11:00 AM",
			"11:45 AM",
			"\u003cspan class=\"blue\"\u003eBLUE\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=83sxan8a6mE\" target=\"_blank\"\u003e WATCH\u003c/a\u003e",
			"Session",
			"Plenti: A Svelte Static Site Generator with No Dependencies",
			"Jim Fisk",
			"\u003cp\u003eJavaScript is more essential to the web today than ever before, but supporting a complex toolchain can get in your way and make you less productive. \u003c/p\u003e\u003cp\u003ePlenti (\u003ca href=\"https://github.com/plentico/plenti\"\u003ehttps://github.com/plentico/plenti\u003c/a\u003e) takes a new approach to building JS apps by cutting out the bundlers, hitting the compiler directly in V8, and building scaffolding in Go to give an extremely fast and consistent developer experience. It uses Svelte templates on the frontend so you get a reactive component architecture that's lightweight and fast. The build process runs very quickly so you get real-time updates and you don't need any tools or configuration to get started - NodeJS and NPM are optional. \u003c/p\u003e\u003cp\u003eIn this talk, Jim, the primary developer for the project, will walk through the architecture choices and explain how Plenti works at a high level. Then he'll discuss plans for future releases and take questions / feedback from the group.\u003c/p\u003e\n\u003cp\u003eAbout the speaker:\u003c/p\u003e\n\u003cp\u003eJim Fisk is a Framingham based web developer and the creator of Plentico. He started the JAMstack Boston meetup in 2017 where he has enjoyed teaching workshops on topics such as Hugo and NetlifyCMS while learning from others about new tools that make up this rapidly evolving ecosystem. He has led production builds using a variety of JAMstack technology, including Jekyll to build budget.boston.gov and Gatsby to create theiagroupinc.com. Jim is passionate about lowering barriers for new folks learning tech and founded a company called Jantcu LLC in 2015 that's focused entirely on free and open source software.\u003c/p\u003e",
			"https://twitter.com/jimafisk",
			"",
			"",
			"blue",
			"https://nerd.zoom.us/j/9572501406"
		],
		[
			"12",
			"12",
			"1",
			"11:00 AM",
			"11:45 AM",
			"\u003cspan class=\"green\"\u003eGREEN\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/6595406338\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"Session",
			"Advanced Group & Media Functionality on a Drupal8 site",
			"Erik Britt-Webb",
			"\u003cp\u003eIn this session, we'll demonstrate how we have utilized advanced capabilities of Groups and Media in Drupal8 to build the GreatAlbum site.\u003c/p\u003e\n\u003cp\u003eSome key features we'll review include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSending invites to non-site users via email and having them accept/register\u003c/li\u003e\n\u003cli\u003eMaking media entities part of group content\u003c/li\u003e\n\u003cli\u003eGroup view includes a stream of content/media\u003c/li\u003e\n\u003cli\u003eGroup tabs, so show streams for each content type\u003c/li\u003e\n\u003cli\u003eGroup Activities document creation and updates of content/media in the group\u003c/li\u003e\n\u003cli\u003eGoogle Photos integration - create media entities in the group based on Google Photo Albums\u003c/li\u003e\n\u003cli\u003eEnabling content/media to belong to more than one Group\u003c/li\u003e\n\u003cli\u003eView all your content/media across Groups\u003c/li\u003e\n\u003cul\u003e\n\u003c/p\u003e\n\u003cp\u003eAbout the speaker:\u003c/p\u003e\n\u003cp\u003eErik is a Business Development Executive for the last 10+ years, responsible for partner ecosystems of up to $1B. With GreatAlbum, he's acting out a 20 year old dream to build a website/app that enables people to collaboratively build and share rich stories about the family and friends that inspire them! He is the Founder, leading a small development team.\u003c/p\u003e\n\n\n \n",
			"https://greatalbum.net/author/erik",
			"https://docs.google.com/presentation/d/1VYiDAnBzJrdiwZIE4BDNFSNOvFbH_Fv7AXjR__pfKv0/edit?usp=sharing",
			"",
			"green",
			"https://nerd.zoom.us/j/6595406338"
		],
		[
			"13",
			"13",
			"1",
			"11:00 AM",
			"11:45 AM",
			"\u003cspan class=\"yellow\"\u003eYELLOW\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=9EGmQc09Ffs\" target=\"_blank\"\u003eWATCH \u003c/a\u003e",
			"Session",
			"Is it flat? Organizational agility from the trenches.",
			"Kelly Albrecht",
			"\u003cp\u003eAnyone who's worked in a small business knows how central the customer is to its success. As an organization grows larger, so do its needs for structural stability, yet customer centricity becomes no less important. As we continuously add structure to our organizations, building our corporate hierarchies, it becomes increasingly challenging to see the customer in the center or, in most cases, in the picture at all. How do we grow and stay stable as an organization while retaining our ability to nimbly adapt as our customers' needs change over time?\u003c/p\u003e\n\u003cp\u003eMore from the speaker\u003c/p\u003e\n\u003cp\u003eMy primary passion and motivation is in delivering better products by getting production teams and customers closer together through automation and empathy. I aspire to apply my skills and past successes in leadership strategy and management innovation to larger and larger organizations.\u003c/p\u003e\n \n",
			"https://www.kellyalbrecht.com/",
			"",
			"",
			"yellow",
			"https://nerd.zoom.us/j/4852654828"
		],
		[
			"14",
			"14",
			"1",
			"11:00 AM",
			"11:45 AM",
			"\u003cspan class=\"orange\"\u003eORANGE\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/3941110074\" target=\"_blank\"\u003eJOIN \u003c/a\u003e",
			"Session",
			"The Praxis Management Document",
			"Dan Vlahos",
			"\u003cp\u003eIn late 2020 the Boston-Based designer and educator Dan Vlahos Design began collaborating with the Greenfield-based digital studio Facta to redesign Vlahos' website before his tenure case is submitted at Merrimack College—while also exploring several \"bigger\" conceptual questions. The site is currently in the stage of final editing. \u003c/p\u003e\n\u003cp\u003eCould a site that is designed to showcase \"ideas\" (projects, wiring, research, etc) use cues from the design of retail and editorial websites? Could \"non-traditional\" tools (from editorial design etc) be used to design it? Could the site be designed in such a way that its general frameworks could be opened up for others to use? \u003c/p\u003e\n\u003cp\u003eIn 2019 Jessica Ivins published \"An Essential Tool for Capturing Your Career Accomplishments\" on A List Apart in which she describes a \"Career Management Document (CMD) [as] a comprehensive collection of your résumé and portfolio content.\" With our project we dig even deeper into the issues identified by Ivins while attempting to bring to life through dynamic media.\u003c/p\u003e\n \n",
			"",
			"https://docs.google.com/presentation/d/1We0_xzxJeUJwI10HM7mXFRz4SHC0kCaTFTcHpdOpLJw/edit#slide=id.gbd3dd53163_0_0",
			"-",
			"orange ",
			"https://nerd.zoom.us/j/3941110074"
		],
		[
			"16",
			"16",
			"1",
			"12:00 PM",
			"12:45 PM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"Lunch",
			"LUNCH BREAK",
			"Sponsored by Common Media & Acquia, facilitated by Kelly Albrecht ",
			"\u003cp\u003eCome and hangout!\u003c/p\u003e\n \n",
			"",
			"",
			"-",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"17",
			"17",
			"1",
			"1:00 PM",
			"2:00 PM",
			"\u003cspan class=\"red\"\u003eKEYNOTE\u003c/span\u003e | \u003ca href=\"https://youtu.be/Bw5htj0DByA\" target=\"_blank\"\u003eWATCH\u003c/a\u003e",
			"Keynote",
			"KEYNOTE : Ethan Zuckerman - What Went Wrong With the Web, and Who's Working to Make it Better\n",
			"Sponsored by Last Call Media",
			"\u003cp\u003eOver the past few years, enthusiasm about the transformations brought about by the internet has become tempered by concerns. Are we becoming addicted to mobile phones and social media? Is the internet making our politics more angry and our nation more divided? We'll examine the complexity of these questions and at a new wave of efforts designed to correct some of the problems that have emerged as the Web heads towards middle age.\u003c/p\u003e\n\u003cp\u003eAbout the speaker:\u003c/p\u003e\n\u003cp\u003eEthan Zuckerman is associate professor of public policy, information and communication at the University of Massachusetts at Amherst and director of the Institute for Digital Public Infrastructure. His research focuses on the use of media as a tool for social change, the use of new media technologies by activists and alternative business and governance models for the internet. He is the author of Mistrust: How Losing Trust in Institutions Provides Tools to Transform Them (2020) and Rewire: Digital Cosmopolitans in the Age of Connection (2013). With Rebecca MacKinnon, Zuckerman co-founded the international blogging community Global Voices. It showcases news and opinions from citizen media in more than 150 nations and 30 languages, publishing editions in 20 languages. Previously, Zuckerman directed the Center for Civic Media at MIT and taught at the MIT Media Lab. In 2000, Zuckerman founded Geekcorps, a technology volunteer organization that sends IT specialists to work on projects in developing nations, with a focus on West Africa. Previously, he helped found Tripod.com, one of the web's first \"personal publishing\" sites. He and his family live in Berkshire County in western Massachusetts. \u003c/p\u003e\n\n\n",
			"https://ethanzuckerman.com/about-me/",
			"",
			"-",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"18",
			"18",
			"1",
			"2:15 PM",
			"3:00 PM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=xYBL24f1KIY\" target=\"_blank\"\u003eWATCH\u003c/a\u003e",
			"Session",
			"How Do I IA?",
			"Chad Hester",
			"\u003cp\u003eInformation Architecture may mean different things to different people. Let's get on the same page to better work together.\u003c/p\u003e\n\n\u003cp\u003eOne of the most common user complaints we hear: \"I cannot find what I'm looking for.\"\u003c/p\u003e\n\n\u003cp\u003eWe will review how to create a more effective design and improved user experience. First we seek to understand the user, content, and context, then we begin to define our IA. How? We ask thoughtful questions and assessing value to those questions. Once we develop a functional understanding, we conduct research, facilitate exercises, and create guiding artifacts. This is not a one-size-fits-all approach. Instead, we will work adaptively to be more strategic.\n\u003c/p\u003e\n \n",
			"https://www.linkedin.com/in/chadkhester/",
			"http://bit.ly/ch-how-do-i-ia",
			"",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"19",
			"19",
			"1",
			"2:15 PM",
			"3:00 PM",
			"\u003cspan class=\"blue\"\u003eBLUE\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=bUKE7yZ0vIc\" target=\"_blank\"\u003e WATCH \u003c/a\u003e",
			"Session",
			"Accessible Social Media",
			"AmyJune Hineline",
			"\u003cp\u003eAccessibility is essential for marketers that want to create high-quality content and not exclude people from using their products and services. If you're in charge of your team's marketing, you have a lot of things to cover between keeping it up to date, entering and managing content, and making sure it's all accessible.\u003c/p\u003e\n\u003cp\u003eAs part of an inclusive content strategy, how accessible is your social media?\u003c/p\u003e\n\u003cp\u003eWe'll do a deep dive into making your social media more accessible and in turn more inclusive. We'll cover definitions, standards, guidelines, as well as newsletters, social media copy, images, hashtags and more.\u003c/p\u003e\n\u003cp\u003eAbout the speaker:\u003c/p\u003e\n \u003cp\u003eAmyJune is an active contributor in the open-source world. As the Open Source Community Ambassador at Kanopi Studios, with a dual focus on both open-source community development and inclusivity, she is uniquely positioned to help individuals become more comfortable and confident as they contribute to their communities.\u003c/p\u003e\n\u003cp\u003eHer ongoing experience as a hospice nurse keeps her in touch with the challenges faced by many end-users. In her continued efforts to make a difference, she helps organize A11yTalks, an online meetup where they invite folks on every month to talk about all things accessibility - one of the core components of building an inclusive web.\u003c/p\u003e\n\u003cp\u003eIn addition to her work building community connections, AmyJune is an avid geocacher, noted Volkswagen enthusiast, and eats with her elbows on the table.\u003c/p\u003e\n",
			"https://www.linkedin.com/in/volkswagenchick/",
			"https://docs.google.com/presentation/d/1dJyOf8MNtlHRjw496LLtpcx9hAn7vu-B-sbWMhYjk-U/edit?usp=sharing",
			"",
			"blue",
			"https://nerd.zoom.us/j/9572501406"
		],
		[
			"20",
			"20",
			"1",
			"2:15 PM",
			"3:00 PM",
			"\u003cspan class=\"green\"\u003eGREEN\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/6595406338\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"Session",
			"Raspberry Pi Basics",
			"Stephen Cross",
			"\u003cp\u003eThe Raspberry Pi is a project-based single board computer.  What?  My brother-in-law said to me one Christmas when I received a new Pi 3 as a gift, \"I love the idea of the Pi, but I have no idea what to do with it\".   This session introduces the Raspberry Pi and answers common questions:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWhat is a Pi?\u003c/li\u003e\n\u003cli\u003eWhat can I use it for?\u003c/li\u003e\n\u003cli\u003eHow much will it cost?\u003c/li\u003e\n\u003cli\u003eWhere do I start?\u003c/li\u003e\n\u003cli\u003eWhat should I purchase?\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis is your Raspberry Pi 101. \u003c/p\u003e\n \u003cp\u003eMore from the speaker:\u003c/p\u003e\n\u003cp\u003eI'm a web developer for 25+ year. Drupal developer, podcaster and Linux enthusiast.\u003c/p\u003e\n",
			"http://www.stephencross.com",
			"",
			"",
			"green",
			"https://nerd.zoom.us/j/6595406338"
		],
		[
			"21",
			"21",
			"1",
			"2:15 PM",
			"3:00 PM",
			"\u003cspan class=\"yellow\"\u003eYELLOW\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=p5Ptjn6cZ2I\" target=\"_blank\"\u003eWATCH \u003c/a\u003e",
			"Session",
			"Not your typical flip to Zoom",
			"Karl Hakkarainen",
			"\u003cp\u003eIn mid-March 2020, the COVID-19 pandemic forced WISE, a lifelong learning program for seniors in the Worcester MA area, to cancel its classes. \nBy April, WISE had scheduled more than two dozen class sessions. Then it was summer, nine courses for a total of 40 sessions. In the fall, 30 courses, five sessions each. \nWISE has more than 300 members, median age in the mid-70s. One-quarter of the members attend classes using mobile devices. \u003c/p\u003e\n \u003cAbout the speaker:\u003c/p\u003e\n\u003cp\u003eKarl Hakkarainen is a retired IT professional. He is technology adviser for Worcester Institute for Senior Education, a lifelong learning program at Assumption University. Karl has given talks at previous NERD Summits on agile documentation development, end-user support, and digital humanities. His grandchildren still ask him for help with their technical stuff.\u003c/p\u003e",
			"https://queenlake.com",
			"https://queenlake.com/presentations/nerd-summit-2021/",
			"",
			"yellow",
			"https://nerd.zoom.us/j/4852654828"
		],
		[
			"22",
			"22",
			"1",
			"2:15 PM",
			"3:00 PM",
			"\u003cspan class=\"orange\"\u003eORANGE\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=3ScIwbotu6k\" target=\"_blank\"\u003eWATCH \u003c/a\u003e",
			"Session",
			"Vim-prove Your Development Environment (…with Vim)",
			"MJ Wojcik",
			"\u003cp\u003eAs developers, we rely on having a development environment that allows us to seamlessly translate our ideas into code as quickly and efficiently as possible.\u003c/p\u003e\n\u003cp\u003eSome solutions, like PhpStorm, try and include everything and the kitchen sink within a single application. Other applications, like VS Code, try and approach the problem from the perspective of a souped-up text editor.\u003c/p\u003e\n \n",
			"",
			"",
			"",
			"orange ",
			"https://nerd.zoom.us/j/3941110074"
		],
		[
			"24",
			"24",
			"1",
			"3:15 PM",
			"4:00 PM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"Session",
			"Jackpot!  A Look Inside a Virtual Pinball Machine",
			"Dan Wilga",
			"\u003cp\u003eThe game of pinball has been around for about 100 years, but only in the last decade or two have computers and software gotten to the point where they can provide the complete arcade experience. What's best is that because it's all virtual, one box can emulate hundreds of different physical machines, many of which would otherwise be difficult or impossible to find.\u003c/p\u003e\n\u003cp\u003eThis talk will give you an in-depth view of one maker's own virtual pinball machine, complete with three video screens, flashing lights, and solenoids to emulate the sounds make by flippers, slingshots, and pop-bumpers. You'll also get a description of all the free and open source software that it runs.\u003c/p\u003e\n\u003cp\u003eNotes from the Speaker:\u003c/p\u003e\n\u003cp\u003eIf I'm not at my day job, programming for Amherst College, I'm probably playing pinball, working on pinball machines, or fixing some part of our home automation system.\u003c/p\u003e\n\u003cp\u003eI envision this presentation as primarily a 25-30 minute pre-recorded video showing off the machine (hardware, software and gameplay), with time for Q&A afterward. If technically feasible, I'd like to do the Q&A in front of the actual machine in my home.\u003c/p\u003e\n\u003cp\u003eWhile I have not spoken at NERD Summit previously, I have presented technical topics at various other conferences, and am comfortable in front of crowds.\u003c/p\u003e\n",
			"",
			"https://urlshortner.org/q6QIb",
			"",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"25",
			"25",
			"1",
			"3:15 PM",
			"4:00 PM",
			"\u003cspan class=\"blue\"\u003eBLUE\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=DhvJ7NALDmw&t=6s\" target=\"_blank\"\u003e WATCH \u003c/a\u003e",
			"Session",
			"Non-Technical Founder's Approach to Agile Project Mgmt",
			"Erik Britt-Webb",
			"\u003cp\u003eAre you a non-technical Founder or Project Manager wondering how best to define the requirements and manage the development of a website or app? Attend this session to learn how one such non-technical Founder went about it - mistakes made, lessons learned, approach now being followed. A few highlights of the session:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStarted Backlog.com - tried to manage requirements & tasks in a simple issue tracker, discovered that didn't work\u003c/li\u003e\n\u003cli\u003eAdopted Atlassian Confluence and Jira for knowledge and project mgmt \u003c/li\u003e\n\u003cli\u003eAdopted agile project mgmt, generally as described by Atlassian\u003c/li\u003e\n\u003cli\u003eUse Google Sheets to analyze distribution of tasks between team members, components, sprints, etc. \u003c/li\u003e\n\u003cli\u003eKey Take-Aways\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/p\u003e\n\u003cp\u003eAbout the speaker:\u003c/p\u003e\n\u003cp\u003eErik is a Business Development Executive for the last 10+ years, responsible for partner ecosystems of up to $1B. With GreatAlbum, he's acting out a 20 year old dream to build a website/app that enables people to collaboratively build and share rich stories about the family and friends that inspire them! He is the Founder, leading a small development team.\u003c/p\u003e\n \n",
			"https://greatalbum.net/author/erik",
			"https://docs.google.com/presentation/d/10JyrRFeGrTRWEKUWoEsXdUKxLd4ZvaNEW9ZUQpV55fE/edit?usp=sharing",
			"",
			"blue",
			"https://nerd.zoom.us/j/9572501406"
		],
		[
			"26",
			"26",
			"1",
			"3:15 PM",
			"4:00 PM",
			"\u003cspan class=\"green\"\u003eGREEN\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=EPUr83boW_k\" target=\"_blank\"\u003e WATCH \u003c/a\u003e",
			"Session",
			"Making magic with Google Sheets",
			"Michael Miles",
			"\u003cp\u003eOur lives are structured by the data we resource and how well we can understand it. From keeping track of books we all want to read, managing our finances, to planning team allocations for our projects. For all this there has been a long standing tool to help us manage and sort our data... spreadsheets.\u003c/p\u003e\n\u003cp\u003eIn this session attendees will learn how to utilize spreadsheets (specifically Google Sheets) to almost magically organize, tabulate, process and analyze data for problems small and large.\u003c/p\u003e\n\u003cp\u003eAttendees will walk away understanding how to approach structuring data for a spreadsheet, how to use basic functions to transform/analyze data, manipulate data with complex features and format data for easy review.\u003c/p\u003e\n\u003cp\u003eMore from the speaker:\u003c/p\u003e\n\u003cp\u003eSince 2013 I have presented 50 talks at 41 different conferences/camps, in 4 different countries. A full list of my recorded sessions can be viewed on my personal website at \u003ca href=\"https://www.mike-miles.com/sessions\"\u003ewww.mike-miles.com/sessions\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eSince 2016 I have been the host of the Developing Up podcast. A podcast focused on the non-technical side of being a developer. Each episode features me speaking with guest(s) about a non-technical topic that is related to career growth as a developer/engineer.  Episodes are released on a monthly basis.\u003c/p\u003e\n\u003cp\u003eIn addition, since 2015 I have been the lead organizer of the Boston Drupal Meetup Group, which meets monthly. As the lead organizer part of my duties include acting as the M.C. for each meetup.\u003c/p\u003e\n",
			"https://www.mike-miles.com/",
			"",
			"",
			"green",
			"https://nerd.zoom.us/j/6595406338"
		],
		[
			"27",
			"27",
			"1",
			"3:15 PM",
			"4:00 PM",
			"\u003cspan class=\"yellow\"\u003eYELLOW\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=rmlPsBJ6jOI\" target=\"_blank\"\u003eWATCH \u003c/a\u003e",
			"Session",
			"You have the tech chops - now it's time to earn visibility and trust, with content!",
			"Jon Reed",
			"\u003cp\u003eThis session is intended to provide tech specialists and NERD members who have excellent skills but are looking to expand their reputation and reach beyond their current contacts and database. We'll look at how that's done via an ongoing content strategy - designed to earn topic authority, trust - and eventually opt-in data and community around your specialty. I'd like to follow this up with a birds of a feather discussion the the next day if folks are interested. Though this would be a presentation, it would be an interactive session.  \u003c/p\u003e\n\u003cp\u003eFrom the speaker:\u003c/p\u003e\n\u003cp\u003eI have expertise in B2B content strategy, some of that translates very well to content strategy for smaller businesses and tech solopreneurs....... I've done some workshops on that with Western Mass Podcamp that have gone very well. Basically the theme would be something like, \"You have the tech chops, now how to you grow your business? Earn attention with content... (community, etc). I have defined a methodology around content strategy that encompasses lead gen but expands into the concept of building opt-in audiences. It also includes social media participation - and why it's crucial to develop topic authority and shareable content before getting heavily into social media for business. \u003c/p\u003e\n\u003cp\u003eI am is the co-founder of diginomica, an eight year old niche media company in the enterprise software arena. I am usually travelling too much to participate in NERD Summit - not this year!  In Western Mass, I was a co-founder of Hidden Tech. We provided programming for techies and solopreneurs for 15 years. A lot of my pieces on content strategy are here \u003ca href=\"https://www.bagtheweb.com/b/WsuzMZ\"\u003ewww.bagtheweb.com/b/WsuzMZ\u003c/a\u003e. \u003c/p\u003e\n \n",
			"https://diginomica.com/author/jreed",
			"https://jonerp.podbean.com/",
			"",
			"yellow",
			"https://nerd.zoom.us/j/4852654828"
		],
		[
			"28",
			"28",
			"1",
			"3:15 PM",
			"4:00 PM",
			"\u003cspan class=\"orange\"\u003eORANGE\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/3941110074\" target=\"_blank\"\u003eJOIN \u003c/a\u003e",
			"Session",
			"Resume Review",
			"Jackie Fallon\n",
			"\u003cp\u003eRepresentatives from FIT Staffing will be available for one-on-one sessions with attendees to review their resumes and/or questions they have about interviewing. Please bring your resume with you.\u003c/p\u003e",
			"https://www.fitstaffingsolutions.com/about/leadership-team/",
			"",
			"",
			"orange ",
			"https://nerd.zoom.us/j/3941110074"
		],
		[
			"30",
			"30",
			"1",
			"4:15 PM",
			"5:00 PM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=PMxwvIjIfgQ&t=8s\" target=\"_blank\"\u003eWATCH\u003c/a\u003e",
			"Session",
			"Technical Resume Hacks: For When Recruiters Don't Know Their SaaS From Their Elbow",
			"Robin Guidry",
			"\u003cp\u003eLearn how to grab the attention of recruiters and get them to understand the value you will add to their organization within just six seconds of looking at your resume with a unique approach to resume writing that hiring teams haven't seen before. Includes a dozen examples from entry level to VP!\u003cp\u003e\n\u003cp\u003e* I listed the audience level as beginner, but it's really for any and all levels.\u003c/p\u003e\n\u003cp\u003eMore from the speaker:\u003c/p\u003e\n\u003cp\u003eI have spoken at NERD Summit 2020, Women Who Code Boston, Women Who Code Portland, MentorWorks Education Capital, and BrightTalk.\u003c/p\u003e",
			"https://www.linkedin.com/in/robinguidry/",
			"https://mailtrack.io/trace/link/66da43353a620fcec7241319e8062b490437ebe2?url=https%3A%2F%2Fdocs.google.com%2Fpresentation%2Fd%2F1P28xbTm9XmaLBfZ4JVKTXSdbVgQpxC82RITLPq9LaPM%2Fedit%3Fusp%3Dsharing&userId=4119982&signature=ec3c5f1b65d48e22",
			"",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"31",
			"31",
			"1",
			"4:15 PM",
			"5:00 PM",
			"\u003cspan class=\"blue\"\u003eBLUE\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/9572501406\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"Session",
			"Accessibility is a moving target",
			"AmyJune",
			"\u003cp\u003eDespite our best efforts, it's difficult to future proof a website for accessibility standards. \u003c/p\u003e\n\u003cp\u003eYour code and design may follow current standards, but will your careful compliance become obsolete when new guidelines are released?  What happens when the site is updated or content is entered? What browsers or assistive technology agents do your consumers use?\u003c/p\u003e\n\u003cp\u003eWe will review and demo a holistic approach for the complete lifecycle of an accessible website ‚Äîincluding how to iterate on existing content without impacting the hard work you put in during the build.\nAttendees will come away from this session with:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHow to get started on improving accessibility on an existing site\u003c/li\u003e\n\u003cli\u003eTips on what useful combinations of user agents, browsers, devices, etc. to test\u003c/li\u003e\n\u003cli\u003eA list of free tools that a site owner/content author can use to be sure their website is compliant before and after a build\u003c/li\u003e\n\u003cli\u003eWhat WCAG 2.2 guidelines are on the horizon\u003c/li\u003e\n\u003c/ul\u003e \n\u003c/p\u003e\n \u003cp\u003eAbout the speaker:\u003c/p\u003e\n \u003cp\u003eAmyJune is an active contributor in the open-source world. As the Open Source Community Ambassador at Kanopi Studios, with a dual focus on both open-source community development and inclusivity, she is uniquely positioned to help individuals become more comfortable and confident as they contribute to their communities.\u003c/p\u003e\n\u003cp\u003eHer ongoing experience as a hospice nurse keeps her in touch with the challenges faced by many end-users. In her continued efforts to make a difference, she helps organize A11yTalks, an online meetup where they invite folks on every month to talk about all things accessibility - one of the core components of building an inclusive web.\u003c/p\u003e\n\u003cp\u003eIn addition to her work building community connections, AmyJune is an avid geocacher, noted Volkswagen enthusiast, and eats with her elbows on the table.\u003c/p\u003e\n",
			"https://www.linkedin.com/in/volkswagenchick/",
			"https://docs.google.com/presentation/d/1QB9myiL8JiPKoENq5HfVqBAi2CLUiRPPfP83UOZFeqk/edit?usp=sharing",
			"",
			"blue",
			"https://nerd.zoom.us/j/9572501406"
		],
		[
			"32",
			"32",
			"1",
			"4:15 PM",
			"5:00 PM",
			"\u003cspan class=\"green\"\u003eGREEN\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/6595406338\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"Session",
			"Turning stress into assurance: Continuity planning during times of uncertainty ",
			"Meghan Davis",
			"\u003cp\u003eWe've been immersed in this global pandemic for upwards 9 months. We've spent weeks sheltered-in-place, with limited in-person interaction. While change is a norm in today's workplace, the global pandemic has layered on a new challenge of uncertainty. It's caused an increase in fear, anxiety, and stress. For this unique moment of repose and uncertainty we are living in, continuity planning has never been more important. \u003c/p\u003e\n\u003cp\u003eAbout the speaker:\u003c/p\u003e\n\u003cp\u003eMeghan Davis is a Senior Project Manager and Team Lead with Palantir.net. Based out of Cape Cod, Massachusetts, Meghan manages complex digital projects and portfolios across many industries, most notably government (from local to state to federal) and healthcare, as well as education and non-profit. Meghan is responsible for leading cross-functional teams of strategists, designers, and developers using agile and lean methodologies to deliver value to our clients and help them achieve their business goals. Additionally, Meghan leads the development of project management best practices, with a particular focus on risk management and mitigation, continuity planning, and retrospectives. \u003c/p\u003e\n\n\u003cp\u003eBlog post:  \u003ca href=\"https://www.palantir.net/blog/turning-stress-assurance-continuity-planning-during-times-uncertainty\"\u003eTurning Stress into Assurance: Continuity Planning During Times of Uncertainty \u003c/a\u003e \u003c/p\u003e\n\u003cp\u003eBlog post: \u003ca href=\"https://www.palantir.net/blog/becoming-more-collaborative-teammate-through-internal-reflection\"\u003eBecoming a More Collaborative Teammate Through Internal Reflection \u003c/a\u003e  \u003c/p\u003e\n\u003cp\u003eBlog post: \u003ca href=\"https://www.palantir.net/blog/facilitating-goal-driven-retrospectives-build-your-team-s-growth-mindset\"\u003e Facilitating Goal-Driven Retrospectives to Build Your Team's Growth Mindset\u003c/a\u003e  \u003c/p\u003e\n\u003cp\u003eDrupal.org user name: meghandavis  \u003c/p\u003e\n\u003cp\u003eConferences spoken at: \u003cbr\u003e \n(1) DrupalCon 2020 -- \"\"Incident Management: Harnessing change and responding to disruption\"\" \u003cbr\u003e \n(2) DrupalCamp Colorado 2020 -- \"\"Building individual resolve and resiliency for the long run\"\" \u003cbr\u003e \n(3) Drupal Flyer Over Camp 2020 -- The Agile team's guide to harnessing change and responding to disruption\"\" \u003cbr\u003e \n(4) Acquia Engage 2021 Booth talk -- \"\"Turning stress into assurance: Continuity planning during this time of uncertainty\"\" \u003cbr\u003e \n(5) Drupal GovCon 2020 BOF -- \"\"Building individual resolve and resiliency for the long run\"\" \u003cbr\u003e \n(6) SOAS, University of London \u003c/p\u003e",
			"https://www.palantir.net/people/meghan-davis",
			"",
			"",
			"green",
			"https://nerd.zoom.us/j/6595406338"
		],
		[
			"33",
			"33",
			"1",
			"4:15 PM",
			"5:00 PM",
			"\u003cspan class=\"yellow\"\u003eYELLOW\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=vFfQbueKfqA\" target=\"_blank\"\u003eWATCH \u003c/a\u003e",
			"Session",
			"Cool stuff in Python 3 you might not be using",
			"Paul Bissex",
			"\u003cp\u003ePython 3 lived for so long in the shadow of Python 2 that a lot of developers missed learning about cool new features. Handy things like the \"walrus operator\" and \"f-strings\"; improvements to the type system that make it harder to write bugs; and new tools like \"asyncio\" for concurrent programming. Come survey the cool stuff with me and come away with tools for writing better Python! \u003c/p\u003e\n\u003cp\u003eAbout the speaker:\u003c/p\u003e\n\u003cp\u003e Paul Bissex (he/him) is a web application engineer specializing in Python and Django (though he likes Haskell, Clojure, and Rust too). He co-wrote \"Python Web Development with Django\", one of the first Django books.\u003c/p\u003e\n\u003cp\u003eHe's worked for ten-person startups and 8,000-person megacorps. He currently is Principal Software Engineer for MassChallenge, a global startup accelerator headquartered in Boston.\u003c/p\u003e\n\u003cp\u003eHe also runs dpaste.com, a programmer pastebin site used by the Django and iPython projects.\u003c/p\u003e\n\u003cp\u003eHe's been happily leading sessions at NERD Summit for many years, in addition to other venues like the Boston Django Meetup. \u003c/p\u003e\n \n",
			"http://paulbissex.com/portfolio/",
			"",
			"",
			"yellow",
			"https://nerd.zoom.us/j/4852654828"
		],
		[
			"34",
			"34",
			"1",
			"4:15 PM",
			"5:00 PM",
			"\u003cspan class=\"orange\"\u003eORANGE\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=67FQRI9_uFI\" target=\"_blank\"\u003eWATCH\u003c/a\u003e",
			"Session",
			"How building an Alexa app for Imposter Syndrome Helped beat my imposter syndrome.",
			"Louise Hayes",
			"\u003cp\u003eAn overview of Impostor  Syndrome how common it is in women in tech and what can be done about it. An overview of how to create an AWS Alexa Voice activated App using easy blueprints and a backend serverless lambda.\u003c/p\u003e\n\u003cp\u003eFrom the speaker:\u003c/p\u003e\n\u003cp\u003eI am a programmer working for Liberty Mutual recently pivoted to programming and wish to encourage more women in tech and share my experience of Imposter Syndrome in the hope to help others and also share how easy it is to create an Alexa app. I am an AWS certified developer / a comp science degree from 20 years ago / a recent boot camper and a tech enthusiast.  I have 4 children and have relocated to the states from Ireland.\u003c/p\u003e",
			"",
			"https://docs.google.com/presentation/d/1ASmDadWIhjNArmjf3bbBY0wvPrvNyzaL59GL4myZix8/edit?usp=sharing",
			"",
			"orange ",
			"https://nerd.zoom.us/j/3941110074"
		],
		[
			"36",
			"36",
			"1",
			"5:00 PM",
			"8:00 PM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"Party",
			"AFTER PARTY",
			"Sponsored by Common Media & Acquia, facilitated by Kelly Albrecht ",
			"\u003cp\u003eKelly will lead a discussion and facilitate breakout rooms for various topics and networking.\u003c/p\u003e\n \n",
			"",
			"",
			"-",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"37",
			"37",
			"2",
			"8:30 AM",
			"9:15 AM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"Reception",
			"Reception March 20, 2021",
			"Sponsored by Common Media & Acquia, facilitated by Kelly Albrecht ",
			"\u003cp\u003eThis room will alternate, in ~30 minute windows of each, between two activities between Lean Coffee and Networking icebreakers. \u003c/p\u003e\n\u003cp\u003eNetworking\u003c/p\u003e\n\u003cp\u003eAs people join, we will use Zoom breakout rooms to pair up in various ways discussing icebreakers and generating topics for deeper discussion.\u003c/p\u003e\n\u003cp\u003eLean Coffee\u003c/p\u003e\n\u003cp\u003eLean Coffee is a structured, but agenda-less meeting. Participants gather, build an agenda, and begin talking. Conversations are directed and productive because the agenda for the meeting was democratically generated.\u003c/p\u003e\n\n\u003cp\u003eWe will take our generated topics of interest, load them onto a virtual board, vote on them, and discuss in priority order together as a group.\u003c/p\u003e",
			"",
			"",
			"-",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"38",
			"38",
			"2",
			"9:15 AM",
			"9:45 AM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"Welcome",
			"Opening Remarks",
			"Kelly Albrecht, Rick Hood",
			"\u003cp\u003ePlease attend the welcome session for information and orientation about today's schedule.\u003c/p\u003e",
			"",
			"",
			"-",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"39",
			"39",
			"2",
			"10:00 AM",
			"10:45 AM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"BoF",
			"How to talk so leaders will listen",
			"Kelly Albrecht",
			"\u003cp\u003e\"Have you ever had a problem to solve? One where you and your team finally landed on some possible solutions and when you went to share your epiphany, the leader or stakeholder didn't listen?\u003c/p\u003e\n\u003cp\u003eSometimes, no matter the effort and creativity expended, leaders just don't listen. Why is influencing so difficult?\u003c/p\u003e\n\u003cp\u003eThis scenario happens regularly and we want to discuss options, alternatives and share ideas on what works.\" \u003c/p\u003e\n \n\u003cp\u003eMore from the moderator\u003c/p\u003e\n\u003cp\u003eMy primary passion and motivation is in delivering better products by getting production teams and customers closer together through automation and empathy. I aspire to apply my skills and past successes in leadership strategy and management innovation to larger and larger organizations.\u003c/p\u003e",
			"https://www.kellyalbrecht.com/",
			"",
			"",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"40",
			"40",
			"2",
			"10:00 AM",
			"10:45 AM",
			"\u003cspan class=\"blue\"\u003eBLUE\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/9572501406\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"BoF",
			"Advanced Group & Media Functionality on a Drupal8 site",
			"Erik Britt-Webb",
			"\u003cp\u003eBOF to follow-on from the presentation on Day 1. Dive deeper into current and planned functionality. \u003c/p\u003e\n\u003cp\u003eAbout the moderator:\u003c/p\u003e\n\u003cp\u003eErik is a Business Development Executive for the last 10+ years, responsible for partner ecosystems of up to $1B. With GreatAlbum, he's acting out a 20 year old dream to build a website/app that enables people to collaboratively build and share rich stories about the family and friends that inspire them! He is the Founder, leading a small development team.\u003c/p\u003e",
			"https://greatalbum.net/author/erik",
			"",
			"",
			"blue",
			"https://nerd.zoom.us/j/9572501406"
		],
		[
			"41",
			"41",
			"2",
			"10:00 AM",
			"10:45 AM",
			"\u003cspan class=\"green\"\u003eGREEN\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/6595406338\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"Bof",
			"Drupal troubleshooting",
			"Lanette Miller & Ally Gonthier",
			"\u003cp\u003eFollow up to this session from Friday: \"When a The Sh** Hits the fan Volume 2 -- bigger, badder, now with Drupal 9 included\"\u003c/p\u003e"
		],
		[
			"44",
			"44",
			"2",
			"11:00 AM",
			"11:45 AM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"BoF",
			"Organizational agility discussion (BOF)",
			"Kelly Albrecht",
			"\u003cp\u003eAnyone who's worked in a small business knows how central the customer is to its success. As an organization grows larger, so do its needs for structural stability, yet customer centricity becomes no less important. Let's discuss this topic, including questions such as:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eHow do we grow and stay stable as an organization while retaining our ability to nimbly adapt as our customers' needs change over time?\u003c/li\u003e\n\u003cli\u003eWhy do hierarchies slow down decision-making and how can we speed it up?\u003c/li\u003e\n\u003cli\u003eHow can leverage our successful organizational agility at scale?\u003c/li\u003e\n \u003c/ol\u003e\n \n \n\u003cp\u003eMore from the moderator\u003c/p\u003e\n\u003cp\u003eMy primary passion and motivation is in delivering better products by getting production teams and customers closer together through automation and empathy. I aspire to apply my skills and past successes in leadership strategy and management innovation to larger and larger organizations.\u003c/p\u003e",
			"",
			"",
			"",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"45",
			"45",
			"2",
			"11:00 AM",
			"11:45 AM",
			"\u003cspan class=\"blue\"\u003eBLUE\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/9572501406\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"BoF",
			"Your developer journey; how did you get here? ",
			"Rick Hood",
			"\u003cp\u003eThis BoF will be a discussion around your journey with software development, including how you discovered and started doing it, how you learned, how you continue to educate yourself about it, and how it has changed for you over the years.\u003c/p\u003e\n\u003cp\u003eDiscussion questions:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eWhen did you first start in software development and how did that happen?\u003c/li\u003e\n\u003cli\u003eHow did you learn, and how do you continue to educate yourselves today?\u003c/li\u003e\n\u003cli\u003eHow has development changed for you since you first started doing it and has that been positive or negative?\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eWe will spend roughly 15 minutes on each question. Please try to limit your answers to 2-3 minutes to allow roughly 5-8 people to speak on each question.\u003c/p\u003e\n\u003cp\u003eAbout the moderator:\u003c/p\u003e\n\u003cp\u003eFreelance graphic design and web dev since 2000.  Prior to that, managed a boatbuilding and service operation near Newport, RI. \nNow full time web dev at Common Media, Inc. \u003ca href=\"https://commonmedia.com/\"\u003ecommonmedia.com\u003c/a\u003e since 2011.  \u003c/p\u003e \n\u003cp\u003e...also Yacht Insider's Guide since 2009 \u003ca href=\"https://www.yachtinsidersguide.com/\"\u003ewww.yachtinsidersguide.com\u003c/a\u003e \u003c/p\u003e   \n\u003cp\u003e...and music as a hobby \u003ca href=\"https://soundcloud.com/flowte\"\u003e soundcloud.com/flowte\u003c/a\u003e \u003c/p\u003e\n \n",
			"",
			"",
			"",
			"blue",
			"https://nerd.zoom.us/j/9572501406"
		],
		[
			"46",
			"46",
			"2",
			"11:00 AM",
			"11:45 AM",
			"\u003cspan class=\"green\"\u003eGREEN\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/6595406338\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"Session",
			"Jobs for NERDS",
			"Jackie Fallon\n",
			"\u003cp\u003eThe team at FIT Staffing will cover an overview of Jobs in the Valley, specific to Developers. We will also cover updated Salary data for tech jobs in the local area and how they compare to other areas of the country.\u003c/p\u003e",
			"https://www.fitstaffingsolutions.com/about/leadership-team/",
			"",
			"",
			"green",
			"https://nerd.zoom.us/j/6595406338"
		],
		[
			"46",
			"46",
			"2",
			"12:00 PM",
			"12:45 PM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"Lunch",
			"LUNCH BREAK",
			"Sponsored by Common Media & Acquia, facilitated by Kelly Albrecht ",
			"\u003cp\u003eCome and hangout!\u003c/p\u003e\n \n",
			"",
			"",
			"-",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"47",
			"47",
			"2",
			"1:00 PM",
			"2:00 PM",
			"\u003cspan class=\"red\"\u003eKEYNOTE\u003c/span\u003e | \u003ca href=\"https://www.youtube.com/watch?v=M4agT9JbRxM\" target=\"_blank\"\u003eWATCH\u003c/a\u003e",
			"Keynote",
			"KEYNOTE:  Anna Hall - Purpose is Your Superpower!",
			"Sponsored by Last Call Media",
			"\u003cp\u003eThis presentation will help all attendees, regardless of coding ability or experience, to understand the power of purpose. The goal is to inspire excitement and build confidence by sharing evidence-based practices that can can spark joy and meaning. Knowing one's purpose empowers perseverance, motivation and confidence that can carry each of us through the inevitable challenges in life and career.    \u003c/p\u003e\n \u003cp\u003ePurpose is so much more than a great idea or a cause you value. Purpose is the force that powers us through disappointments, heartaches, failures, and funding challenges. It fortifies good health, wellbeing and longevity. My curiosity about its impact was piqued by people living with Alzheimer’s disease. I observed that even cognitive decline doesn’t affect the human spirit’s need for meaning. Learn how to identify your unique purpose and harness the internal energy that sustains excitement and determination in all realms of your life\u003c/p\u003e",
			"https://www.annakhall.com/",
			"",
			"-",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"59",
			"59",
			"2",
			"2:15 PM",
			"3:00 PM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"BoF",
			"Working remote",
			"Kelly Albrecht",
			"\u003cp\u003eMany of us have been doing this for a long time now. The rest of the world was force to join us this year. What have we learned? What has changed? What will go back to the old \"normal\"? What is the new normal? \u003c/p\u003e\n \n\u003cp\u003eMore from the moderator\u003c/p\u003e\n\u003cp\u003eMy primary passion and motivation is in delivering better products by getting production teams and customers closer together through automation and empathy. I aspire to apply my skills and past successes in leadership strategy and management innovation to larger and larger organizations.\u003c/p\u003e",
			"https://www.kellyalbrecht.com/",
			"",
			"",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"60",
			"60",
			"2",
			"2:15 PM",
			"3:00 PM",
			"\u003cspan class=\"blue\"\u003eBLUE\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/9572501406\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"BoF",
			"CI/CD Pipelines",
			"Michael Miles",
			"\u003cp\u003e\"There are a number of services the allow teams to develop continuous integration & delivery (CI/CD) pipelines for their online Projects. CI/CD can help with running automated regression testing, static code analysis, even code deployment.  It would be great to have a conversation with others to learn what services they are using, how they are using them and how it helps your project / team.\u003c/p\u003e\n\u003cp\u003e3 Discussion Questions:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eWhat service are you using for CI/CD on your project?\u003c/li\u003e\n\u003cli\u003eHow has using a CI/CD pipeline improved your project and team capabilities?\u003c/li\u003e\n\u003cli\u003eFrom a high-level what is your CI/CD pipeline/workflow and where are you looking to improve?\" \u003c/li\u003e\n\u003c/ol\u003e\n \u003cp\u003eMore from the speaker:\u003c/p\u003e\n\u003cp\u003eSince 2013 I have presented 50 talks at 41 different conferences/camps, in 4 different countries. A full list of my recorded sessions can be viewed on my personal website at \u003ca href=\"https://www.mike-miles.com/sessions\"\u003ewww.mike-miles.com/sessions\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eSince 2016 I have been the host of the Developing Up podcast. A podcast focused on the non-technical side of being a developer. Each episode features me speaking with guest(s) about a non-technical topic that is related to career growth as a developer/engineer.  Episodes are released on a monthly basis.\u003c/p\u003e\n\u003cp\u003eIn addition, since 2015 I have been the lead organizer of the Boston Drupal Meetup Group, which meets monthly. As the lead organizer part of my duties include acting as the M.C. for each meetup.\u003c/p\u003e\n",
			"https://www.mike-miles.com",
			"",
			"",
			"blue",
			"https://nerd.zoom.us/j/9572501406"
		],
		[
			"61",
			"61",
			"2",
			"2:15 PM",
			"3:00 PM",
			"\u003cspan class=\"green\"\u003eGREEN\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/6595406338\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"BoF",
			"BoF Workshop - You have the tech chops #2 - now it's time to earn visibility and trust, with content!",
			"Jon Reed",
			"\u003cp\u003eThis is a workshop version of the Friday session on content strategy and earning visibility and trust with potential clients (and plugging into community around them). You don't have to attend the Friday session to attend the workshop. The workshop will bring more interactive opportunities for each participant to share their challenges around creating a sustainable content strategy and building a client network around that. Jon Reed will also walk you through the steps in his content strategy and we can hit on whatever steps people are stuck in - from finding your authentic voice to social media engagement to opt-in emails.\u003c/p\u003e\n\u003cp\u003eFrom the moderator:\u003c/p\u003e\n\u003cp\u003eI have expertise in B2B content strategy, some of that translates very well to content strategy for smaller businesses and tech solopreneurs....... I've done some workshops on that with Western Mass Podcamp that have gone very well. Basically the theme would be something like, \"You have the tech chops, now how to you grow your business? Earn attention with content... (community, etc). I have defined a methodology around content strategy that encompasses lead gen but expands into the concept of building opt-in audiences. It also includes social media participation - and why it's crucial to develop topic authority and shareable content before getting heavily into social media for business. \u003c/p\u003e\n\u003cp\u003eI am is the co-founder of diginomica, an eight year old niche media company in the enterprise software arena. I am usually travelling too much to participate in NERD Summit - not this year!  In Western Mass, I was a co-founder of Hidden Tech. We provided programming for techies and solopreneurs for 15 years. A lot of my pieces on content strategy are here \u003ca href=\"https://www.bagtheweb.com/b/WsuzMZ\"\u003ewww.bagtheweb.com/b/WsuzMZ\u003c/a\u003e. \u003c/p\u003e",
			"https://diginomica.com/author/jreed",
			"",
			"",
			"green",
			"https://nerd.zoom.us/j/6595406338"
		],
		[
			"62",
			"62",
			"2",
			"2:15 PM",
			"3:00 PM",
			"\u003cspan class=\"yellow\"\u003eYELLOW\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/4852654828\" target=\"_blank\"\u003eJOIN \u003c/a\u003e",
			"Bof",
			"BoF: Your Purpose and Your Business",
			"Anna Hall & Laura Willis",
			"\u003cp\u003eFollow up discussion related to the Keynote: Purpose is Your Superpower!\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eHow does infusing your work with purpose set you up for success?\u003c/li\u003e\n\u003cli\u003eWhat are some ways your purpose can be reflected in how you market yourself and your business(work)?\u003c/li\u003e\n\u003cli\u003eWhy does your own connection to your purpose help you to make powerful connection with others?\u003c/li\u003e\n\u003cli\u003eHow do you give voice to your purpose and vision to make an impact? \u003c/li\u003e\n\u003c/ol\u003e",
			"",
			"",
			"",
			"yellow",
			"https://nerd.zoom.us/j/4852654828"
		],
		[
			"63",
			"63",
			"2",
			"3:15 PM",
			"4:00 PM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"BoF",
			"All the ways!  [to build a website]",
			"Rick Hood",
			"\u003cp\u003eLast year I gave a talk on this topic, slides here:  \u003ca href=\"http://alltheways.website/#/\"\u003ealltheways.website\u003c/a\u003e \u003c/p\u003e\n\u003cp\u003eThis year will simply be a BoF discussion around this topic, focusing on this slide for discussion:  \u003ca href=\"http://alltheways.website/#/6/11\"\u003ealltheways.website/#/6/11\u003c/a\u003e  \u003c/p\u003e\n\u003cp\u003eDiscussion questions:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eWhat do you use to build websites and why?\u003c/li\u003e\n\u003cli\u003eWhat other ways of building them are you interested in learning about?\u003c/li\u003e\n\u003cli\u003eWhat are the pros and cons of all the new ways to build them?\u003c/li\u003e\n\u003cli\u003eI am new: what should I use?\u003c/li\u003e\n\u003cli\u003eI have been doing this for years:  how have things changed?\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eAbout the moderator:\u003c/p\u003e\n\u003cp\u003eFreelance graphic design and web dev since 2000.  Prior to that, managed a boatbuilding and service operation near Newport, RI. \nNow full time web dev at Common Media, Inc. \u003ca href=\"https://commonmedia.com/\"\u003ecommonmedia.com\u003c/a\u003e since 2011.  \u003c/p\u003e \n\u003cp\u003e...also Yacht Insider's Guide since 2009 \u003ca href=\"https://www.yachtinsidersguide.com/\"\u003ewww.yachtinsidersguide.com\u003c/a\u003e \u003c/p\u003e   \n\u003cp\u003e...and music as a hobby \u003ca href=\"https://soundcloud.com/flowte\"\u003e soundcloud.com/flowte\u003c/a\u003e \u003c/p\u003e\n \n",
			"https://www.linkedin.com/in/richardhood/",
			"http://alltheways.website/#/",
			"",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"64",
			"64",
			"2",
			"3:15 PM",
			"4:00 PM",
			"\u003cspan class=\"blue\"\u003eBLUE\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/9572501406\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"BoF",
			"Psychological Safety on teams and in organizations",
			"Kelly Albrecht",
			"\u003col\u003e\n\u003cli\u003eWhat is Psychological Safety?\u003c/li\u003e\n\u003cli\u003eWhy is Psychological Safety important for teams and organizations?\u003c/li\u003e\n\u003cli\u003eHow can you create Psychological Safety?\u003c/li\u003e\n\u003cli\u003eWhat would we expect to see on teams and in organizations where there is Psychological Safety?\"\u003c/li\u003e\n\u003c/ol\u003e\n\n \n\u003cp\u003eMore from the moderator\u003c/p\u003e\n\u003cp\u003eMy primary passion and motivation is in delivering better products by getting production teams and customers closer together through automation and empathy. I aspire to apply my skills and past successes in leadership strategy and management innovation to larger and larger organizations.\u003c/p\u003e",
			"https://www.kellyalbrecht.com/",
			"",
			"",
			"blue",
			"https://nerd.zoom.us/j/9572501406"
		],
		[
			"65",
			"65",
			"2",
			"3:15 PM",
			"4:00 PM",
			"\u003cspan class=\"green\"\u003eGREEN\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/6595406338\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"Bof",
			"Agile Product/Project Mgmt for Distributed Team",
			"Erik Britt-Webb",
			"\u003cp\u003eThis BOF session will be a follow-on from the presentation session on Friday. It's open to anyone who wants to dig deeper into how to do product mgmt of your app/website and how to implement product requirements in agile project mgmt. \u003c/p\u003e\n\u003cp\u003eAbout the moderator:\u003c/p\u003e\n\u003cp\u003eErik is a Business Development Executive for the last 10+ years, responsible for partner ecosystems of up to $1B. With GreatAlbum, he's acting out a 20 year old dream to build a website/app that enables people to collaboratively build and share rich stories about the family and friends that inspire them! He is the Founder, leading a small development team.\u003c/p\u003e",
			"",
			"",
			"",
			"green",
			"https://nerd.zoom.us/j/6595406338"
		],
		[
			"67",
			"67",
			"2",
			"4:15 PM",
			"5:00 PM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"BoF",
			"What’s so hard about DevOps?",
			"Kelly Albrecht & Al Nutile",
			"\u003cp\u003eLet’s discuss \u003ca href=\"https://www.dropbox.com/s/b856g72dkzjjriq/state-of-devops-2019.pdf?dl=0\"\u003ea recent State of DevOps report\u003c/a\u003e and why organizations struggle with adoption.\u003c/p\u003e",
			"https://www.kellyalbrecht.com/",
			"",
			"-",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		],
		[
			"68",
			"68",
			"2",
			"4:15 PM",
			"5:00 PM",
			"\u003cspan class=\"blue\"\u003eBLUE\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/9572501406\" target=\"_blank\"\u003e JOIN \u003c/a\u003e",
			"BoF",
			"Mobbing a Code Koans workshop",
			"Josh Beauregard",
			"\u003cp\u003eWhat is Mob Programming?\u003c/p\u003e\n\u003cp\u003eMob Programing multiple brilliant minds focused on solving a single issue. How much does it cost for 5 developers to spend 10 minutes solving a problem that would take a single developer 5 hours to solve?\u003c/p\u003e\n\u003cp\u003eHowever with more voices in the room you can either create more noise or more production, how do you optimize your developers experience and create safety for all brain and personality types? How do you balance out the ability to solve a logical problem vs the ability to program the solution in a given language? Mob programming balances these things out.\u003c/p\u003e\n\u003cp\u003e2. What is a Code Koans?\u003c/p\u003e\n\u003cp\u003eA code Koans is a way of practicing a language. IT is a library of broken tests that one goes through and make pass. It teaches a language from a Test Driven approach in baby steps.\nIn this session we will use a Code Koans to learn and practice how to:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTalk to each other with respect.\u003c/li\u003e\n\u003cli\u003eSolve a problem in a constructive manner.\u003c/li\u003e\n\u003cli\u003eshare information for faster and more rapid development experience.\u003c/li\u003e\n\u003cli\u003eListen to everyone.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eI have been using Mob programming since 2015 to solve problems faster, level up team members and just build better working relationships. It's not for everybody but everybody should try it.\u003c/p\u003e\n\u003cp\u003eThis session is open to everyone and will change developers in any part of technological journey, while being accessible to beginners. I would encourage people who feel both programmatically and management inclined to take part.\u003c/p\u003e\n\u003cp\u003eMore from the moderator:\u003c/p\u003e\n\u003cp\u003eMyself and NERDS go way back. I have been on the selection committee (either DruaplCamp or NERDS I can't recall) before.  As well as was one of the first Presenters ever at a NERD summit.\u003c/p\u003e\n\u003cp\u003eI am an ex web application developer who has spent the Last 7-8 years more in DevOps and reliability engineering.  However I have had to taken the past few years off presenting as I have been morphing and growing my abilities and focus.\u003c/p\u003e\n\u003cp\u003eI have given this presentation a few times for different audiences and have slides ready at https://koans-deck-josh-beauregard.herokuapp.com/ (hit s as soon as it loads for speaker notes) IT will obviously need tweaking for a filly remote setting.\u003c/p\u003e\n\n\n \n",
			"",
			"",
			"",
			"blue",
			"https://nerd.zoom.us/j/9572501406"
		],
		[
			"70",
			"70",
			"2",
			"5:00 PM",
			"6:00 PM",
			"\u003cspan class=\"red\"\u003eRED\u003c/span\u003e | \u003ca href=\"https://nerd.zoom.us/j/2388158498\" target=\"_blank\"\u003eJOIN\u003c/a\u003e",
			"Wrap up",
			"WRAP UP / HANG OUT",
			"Sponsored by Common Media & Acquia, facilitated by Kelly Albrecht ",
			"\u003cp\u003eInfo on wrap up activities posted soon.\u003c/p\u003e\n \n",
			"",
			"",
			"",
			"red",
			"https://nerd.zoom.us/j/2388158498"
		]
	]
}
